export default {
  welcome: 'Добро пожаловать',
  welcomeTitle: 'Graphiql - IDE для graphql запросов',
  welcomeSubtitle: 'Приложение разработано в качестве финального задания ',
  course: ' курса',
  ourTeam: 'Наша команда',
  ourProject: 'Наш проект',
  ourSchool: 'Наша школа',
  projectDesc1: 'Приложение разработано для финального задания',
  'React course': 'курса по React',
  projectDesc2: 'GraphiQL это площадка для изучения запросов graphQL.',
  projectDesc3: 'Дополнительная информация о приложнеии...',
  schoolDesc:
    'Это бесплатная комьюнити школа от сообщества The Rolling Scopes. В RS School может учиться каждый, независимо от возраста, профессиональной занятости и места жительства. В обучении участвуют разработчики-волонтеры из различных компаний и стран. На наших курсах мы совмещаем онлайн и оффлайн обучение. Менторы школы - наши “железные” люди - обучают студентов в свое свободное время и бесплатно!',
  name: {
    'Alexander Tretyakov': 'Александр Третьяков',
    'Petr Kulakov': 'Петр Кулаков',
    'Olga Bainova': 'Ольга Байнова',
  },
  role: {
    'Team lead': 'Тимлид',
    Developer: 'Разработчик',
  },
  features: {
    docs: 'Документация',
    docsDesc: 'Мнгновенная генерация документации из вашей схемы, прямо во время работы',
    editor: 'Редактор',
    editorDesc:
      'Точно знайте, какие данные вы можете запросить у своего API, не выходя из редактора',
    auth: 'Авторизация',
    authDesc: 'Ограниченный доступ к приложению с использованием Google Firebase',
  },
};
