export default {
  welcome: 'Приветствие',
  ourTeam: 'Наша команда',
  ourProject: 'Наш проект',
  ourSchool: 'Наша школа',
  projectDesc1: 'Приложение разработано для финального задания',
  projectDesc2: 'GraphiQL это площадка для изучения запросов graphQL.',
  projectDesc3: 'Дополнительная информация о приложнеии...',
  schoolDesc:
    'Это бесплатная комьюнити школа от сообщества The Rolling Scopes. В RS School может учиться каждый, независимо от возраста, профессиональной занятости и места жительства. В обучении участвуют разработчики-волонтеры из различных компаний и стран. На наших курсах мы совмещаем онлайн и оффлайн обучение. Менторы школы - наши “железные” люди - обучают студентов в свое свободное время и бесплатно!',
  githubLinks: [
    {
      link: 'https://github.com/tretyakov-a',
      name: 'Александр Третьяков',
      role: 'Тимлид',
      imgSrc: '',
    },
    {
      link: 'https://github.com/PetrAlexkulakov',
      name: 'Петр Кулаков',
      role: 'Разработчик',
      imgSrc: '',
    },
    {
      link: 'https://github.com/terra456',
      name: 'Ольга Байнова',
      role: 'Разработчик',
      imgSrc: '',
    },
  ],
};
